Repository: esase/dream-cms-slideshow-module
Catalog: module/Slideshow/language/*.po
Languages: ru_ru

source: Images height
ru_ru: Высота изображений

source: Images width
ru_ru: Ширина изображений

source: Enable slideshow
ru_ru: Режим слайд-шоу

source: Animation
ru_ru: Анимация

source: Category
ru_ru: Категория

source: The selected category has been deleted
ru_ru: Выбранная категория была удалена

source: Selected categories have been deleted
ru_ru: Выбранные категории были удалены

source: Selected slideshow categories will be deleted. Are you sure?
ru_ru: Выбранные категории cлайд-шоу будут удалены. Вы уверены?

source: Delete the image
ru_ru: Удалить изображение

source: Image will be deleted. Are you sure?
ru_ru: Изображение будет удалено. Вы уверены?

source: The selected image has been deleted
ru_ru: Выбранное изображение было удалено

source: Selected images have been deleted
ru_ru: Выбранные изображения были удалены

source: Selected images will be deleted. Are you sure?
ru_ru: Выбранные изображения будут удалены. Вы уверены?

source: Image has been edited
ru_ru: Изображение было отредактировано

source: Edit the image
ru_ru: Редактировать изображение

source: Image has been added
ru_ru: Изображение было добавлено

source: Image uploading failed
ru_ru: Ошибка загрузки изображения

source: Image deleting failed
ru_ru: Ошибка удаления изображения

source: New image
ru_ru: Новое изображение

source: Add an image
ru_ru: Добавить изображение

source: Browse images
ru_ru: Просмотр изображений

source: Category will be deleted. Are you sure?
ru_ru: Категория будет удалена. Вы уверены?

source: Delete the category
ru_ru: Удалить категорию

source: Edit the category
ru_ru: Редактировать категорию

source: Category has been edited
ru_ru: Категория была отредактирована

source: Category already exists
ru_ru: Категория уже существует

source: Category has been added
ru_ru: Категория была добавлена

source: Add a category
ru_ru: Добавить категорию

source: Category name
ru_ru: Название категории

source: Slideshow categories
ru_ru: Категории слайд-шоу

source: List of categories
ru_ru: Список категорий

source: Slideshow
ru_ru: Слайд-шоу

source: Module allows to publish photos slideshow on the site
ru_ru: Модуль позволяет публиковать фото слайд-шоу на сайте

source: Event - Deleting slideshow categories
ru_ru: Удаление категорий слайд-шоу

source: Event - Slideshow category deleted by guest
ru_ru: Гость удалил категорию слайд-шоу с идентификатором - "%d"

source: Event - Slideshow category deleted by user
ru_ru: "%s" удалил(а) категорию слайд-шоу с идентификатором - "%d"

source: Event - Deleting slideshow images
ru_ru: Удаление изображений слайд-шоу

source: Event - Slideshow image deleted by guest
ru_ru: Гость удалил изображение слайд-шоу с идентификатором - "%d"

source: Event - Slideshow image deleted by user
ru_ru: "%s" удалил(а) изображение слайд-шоу с идентификатором - "%d"

source: Event - Editing slideshow images
ru_ru: Редактирование изображений слайд-шоу

source: Event - Slideshow image edited by guest
ru_ru: Гость отредактировал изображение слайд-шоу с идентификатором - "%d"

source: Event - Slideshow image edited by user
ru_ru: "%s" отредактировал(а) изображение слайд-шоу с идентификатором - "%d"

source: Event - Adding slideshow images
ru_ru: Добавление изображений слайд-шоу

source: Event - Slideshow image added by guest
ru_ru: Гость добавил изображение слайд-шоу с идентификатором - "%d"

source: Event - Slideshow image added by user
ru_ru: "%s" добавил(а) изображение слайд-шоу с идентификатором - "%d"

source: Event - Editing slideshow categories
ru_ru: Редактирование категорий слайд-шоу

source: Event - Slideshow category edited by guest
ru_ru: Гость отредактировал категорию слайд-шоу с идентификатором - "%d"

source: Event - Slideshow category edited by user
ru_ru: "%s" отредактировал(а) категорию слайд-шоу с идентификатором - "%d"

source: Event - Adding slideshow categories
ru_ru: Добавление категорий слайд-шоу

source: Event - Slideshow category added by guest
ru_ru: Гость добавил категорию слайд-шоу с идентификатором - "%d"

source: Event - Slideshow category added by user
ru_ru: "%s" добавил(а) категорию слайд-шоу с идентификатором - "%d"

source: ACL - Viewing slideshow
ru_ru: Просмотр слайд-шоу

source: ACL - Viewing slideshow categories in admin area
ru_ru: Просмотр категорий слайд-шоу в админке

source: ACL - Adding slideshow categories in admin area
ru_ru: Добавление категорий слайд-шоу в админке

source: ACL - Editing slideshow categories in admin area
ru_ru: Редактирование категорий слайд-шоу в админке

source: ACL - Browsing slideshow images in admin area
ru_ru: Просмотр изображений слайд-шоу в админке

source: ACL - Adding slideshow images in admin area
ru_ru: Добавление изображений слайд-шоу в админке

source: ACL - Editing slideshow images in admin area
ru_ru: Редактирование изображение слайд-шоу в админке

source: ACL - Deleting slideshow images in admin area
ru_ru: Удаление изображение слайд-шоу в админке

source: ACL - Deleting slideshow categories in admin area
ru_ru: Удаление категорий слайд-шоу в админке
